export const Category = [
    {
        label: 'Интервью',
        value: 'interview'
    },
    {
        label: 'Видео',
        value: 'video'
    },
    {
        label: 'Карточки',
        value: 'cards'
    },
    {
        label: 'Комьюнити',
        value: 'community'
    },
]

export const ruMonths = [
    "Января",
    "Февраля",
    "Марта",
    "Апреля",
    "Мая",
    "Июня",
    "Июля",
    "Августа",
    "Сентября",
    "Октября",
    "Ноября",
    "Декабря"
]
export const tstText = '<h3>Футбольное детство</h3>\n' +
    '\n' +
    '<p>В детстве у меня был выбор между рисованием и футболом. Мама очень хотела, чтобы я рисовала, а мне сидеть два часа за мольбертом было не так интересно, как выходить погонять мяч с пацанами во дворе. К тому же, потом присоединился брат: он начал смотреть со мной футбол и использовать меня как человека, которого можно обыгрывать. Затем я пошла в школу и выбрала, как потом оказалось, именно спортивную. И в классе во втором пришла женщина и говорит: «Кто пойдет в футбол играть?». Я говорю: «Давайте!». Нас все равно три девочки только было.<br>\n' +
    '<br>\n' +
    'В общем, когда я поняла, что тренировки совпадают по времени с рисованием, сказала маме, что я пойду на футбол.<br>\n' +
    '<br>\n' +
    'Сейчас рисование — мое хобби. Могу взять и начать писать, когда разгрузиться хочется, но чтобы серьезно — уже вряд ли.<br>\n' +
    '</p>\n' +
    '\n' +
    '<p><br>\n' +
    '</p>\n' +
    '\n' +
    '<h3>Воспоминания о «Локомотиве»<br>\n' +
    '</h3>\n' +
    '\n' +
    '<p>В детстве с братом я часто смотрела матчи «Локомотива» и сборной России.<br>\n' +
    '<br>\n' +
    'И вот однажды иду в школу, а на тот момент я уже немного знала игроков «Локомотива». И тут я иду-иду, оборачиваюсь и смотрю, стоит чья-то машина. Открывается дверь и выходит оттуда Билялетдинов. Все! Любовь!<br>\n' +
    '<br>\n' +
    'И я смотрю на него и думаю: «Подойти или не подойти?». Но постеснялась. Пошла в школу, а потом его в торговом центре встретила. Это, наверное, был единственный автограф, который я взяла в своей жизни. Именно у него.<br>\n' +
    '<br>\n' +
    'Это был тот самый период, когда все влюблялись в «Локомотив» из-за Билялетдинова, Сычева...<br>\n' +
    '<br>\n' +
    'Сейчас понимаю, что у меня нет кумиров. Ни в мужском, ни в женском футболе. У меня есть те, кто мне близок по игре, кто нравится. Какое-то время я восхищалась игрой Франчески Кирби, которая в «Челси» играет. Когда мы были на «Сапсан Арене» и она играла против меня, я поняла, насколько у нас все-таки отличается мышление, техника. Я смотрела, что она делает, и понимала, что я бы даже не додумалась до такого. И она у меня еще больше в сердце засела.<br>\n' +
    '</p>\n' +
    '\n' +
    '<p><br>\n' +
    '</p>\n' +
    '\n' +
    '<blockquote>\n' +
    '  <p>Люди подходили и спрашивали «А вы чем занимаетесь?». Я говорю: «Футболом». Они «Да ладно! А у нас есть женский футбол? Вау!»<br>\n' +
    '  </p>\n' +
    '</blockquote>\n' +
    '\n' +
    '<p><br>\n' +
    '</p>\n' +
    '\n' +
    '<div class="se-component se-image-container __se__float-none" contenteditable="false">\n' +
    '  <figure style="margin: 0px;">\n' +
    '    <img src="https://static-cdn4.vigbo.tech/u104773/103457/blog/5860233/5358174/70569040/1000-80b819bf41abda42e764a1bea2d91be4.png" alt="" data-rotate="" data-rotatex="" data-rotatey="" data-size="," data-align="none" data-percentage="auto,auto" data-index="0" data-file-name="1000-80b819bf41abda42e764a1bea2d91be4.png" data-file-size="0" data-origin="," style="">\n' +
    '  </figure>\n' +
    '</div>\n' +
    '\n' +
    '<h3>Про травму и ментальное здоровье<br>\n' +
    '</h3>\n' +
    '\n' +
    '<p>Я приехала после отпуска в «Звезду» и сразу стала тренироваться. Предыдущий сезон закончился лично для меня не очень удачно — мои индивидуальные ошибки приводили к пропущенным голам, и психологически все давило.<br>\n' +
    '<br>\n' +
    'По возвращении чувствую, что стала более уверенной в себе, набралась сил, тренируюсь. И тут — товарищеский матч. Было небольшое предчувствие, что боль в области ахилла даст о себе знать, и я не очень хотела играть, потому что тело говорило: «Ира, остановись, не надо». Но у нас было мало игроков, и я понимала, что на мою позицию некого поставить, мне надо оставаться на поле. Я выхожу и через 20 минут получаю травму.<br>\n' +
    '<br>\n' +
    'Поначалу было тяжеловато, но я поставила себе задачу, цель, что должна пройти через эту травму на позитиве для того, чтобы не загнать себя в еще большее уныние. Поэтому настрой был только позитивный. Что я через все пройду, это сделает меня сильнее, а как только вернусь — стану лучшей.<br>\n' +
    '<br>\n' +
    'Когда начинала думать о плохом, тормозила: «Стоп! Стоп! Нет, мы договорились,&nbsp; что будем думать позитивно. Никому негатив сейчас не нужен».<br>\n' +
    '<br>\n' +
    'Вообще, считаю, что именно в женском футболе здорово было бы иметь в каждой команде психолога. Потому что девочки намного больше переживают, намного больше думают, анализируют. Конечно, тренер пытается вытащить из нас проблемы, пытается настроить на правильный лад, но если был психолог, было бы намного проще.<br>\n' +
    '</p>\n'